[File]
ANSICP=65001
Author=Teemu Paavola (teemu@logodiili.fi)
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000000004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000B0B0A24161615401C1C1B402020204024242540242626412425254122222341212120412121204121212041222220401F1F1E401B1B1B40151515400D0D0D1AD7D7D3E1FFFFFFFFFFFFFFFFFFFFFFFFDBBB7CFFE0C288FFDCBC7EFFFFFFF2FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB7B7B2BAD5D5D3E0FFFFFFFFFFFFFFFFFFFFFFFFB1844BFFB88F5BFFB2864EFFF0E7DCFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB9B9B7BCD0D0CFDFFFFFFFFFFFFFFFFFFFFFFFFF995D25FFA16B38FF9A6029FFEBDFD5FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB2B2B0B8D5D9DBDEFFFFFFFFFFFFFFFFFFFFFFFF833B06FF8D4C1BFF853F0BFFECE4DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB3B6B7B7845A3DDDA97450FFA67350FFA77654FF823908FF874010FF843C0BFFA16A45FFA77653FFA77451FFA77451FFA77452FFA77450FFA67350FFAA744FFF6E4C33B6682C01DD863D06FF823B08FF823A09FF884212FF884212FF884212FF853D0CFF843C0AFF843C0AFF843C0AFF823B09FF833B08FF823906FF843803FF542301B6682C01DD894007FF88420AFF873F0AFF864111FF874011FF874111FF843C0BFF833A09FF833A09FF833A09FF823908FF823907FF813705FF823702FF542200B68E674BDDB68863FFB48864FFB58A67FF8D470FFF8E4A16FF86400CFFA67451FFB08363FFAF8161FFAF8161FFAF8061FFAE8060FFAE7F5FFFB2825FFF74543EB6D3D7D9DDFFFFFFFFFFFFFFFFFFFFFFFF873F04FF935019FF8B4308FFEDE3DBFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFB0B4B6B6CDCDCDDDFFFFFFFFFFFFFFFFFFFFFFFF894203FF935319FF8B4608FFE7DBD0FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFAAAAAAB6CDCDCDDEFFFFFFFFFFFFFFFFFFFFFFFF8A4100FF965213FF8D4602FFE9DBCEFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFA8A8A8B7DBDBDBD4FFFFFFFFFFFFFFFFFFFFFFFF985821FFA26735FF9A5C26FFEEE2D9FFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFFC9C9C9A90000000080808006808080077A767506411E06083F1900083D1600086E645C08818283087F7F7F087F7F7F087F7F7F087F7F7F067F7F7F07808080060000000000000000000000000000000000000001000000010000000100000001000000010000000100000001000000010000000100000001000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000080010000E0070000
LangId=1035
Name=suomi (Suomi) (1035)
VersionId=5100

[About]
B1=Sulje
Caption=Tietoa
L1=Tuki:
L2=Tekijä:
L4=Suunnittelija:
L5=Lisenssi
L6=Muutosloki

[Actions]
EqualizerFrame=Taajuuskorjain
Form.AutoHide=Tila: kelluva automaattisella piilotuksella
Form.DockTo=Kiinnitä
Form.DockToEdges=Näytön vasemmalle puolelle|Näytön oikealle puolelle|Näytön yläosaan|Näytön alaosaan
Form.DoMaximize=Maksimoi
Form.Fixed=Tila: kiinteä
Form.Float=Tila: kelluva
Form.LockPlacement=Kiinnitä ikkunan sijainti
Form.Maximize=Maksimoi|Palauta
Form.Minimize=Minimoi
Form.StayOnTop=Pysy päällimmäisenä
Form.Undock=Irrota
Form.Visible=%s - näytä|%s - piilota
PlaylistFrame=Soittolista
QuickSearch=Pikahaku
Tabs.ScrollDown=Vieritä välilehtiä taaksepäin
Tabs.ScrollUp=Vieritä välilehtiä eteenpäin
Visuals.VisualMenu=Tilalistaus

[AddLinkDialog]
btnOk=Ok
Caption=Lisää linkki
lbLink=Suoratoistolinkki:
lbName=Nimi:

[AIMP]
acCopyTo=Kopioi...
acFormsTogglePlaylistVisibility.h=Näytä/Piilota soittolista
acFormsTogglePlaylistVisibility=Soittolista
acHelp=Apua
acMainAddFiles.h=Lisää tiedostoja
acMainAddFiles=Tiedostot
acMainAddFolder.h=Lisää kansio
acMainAddFolder=Kansio
acMainAddPlaylist.h=Lisää soittolista
acMainAddPlaylist=Soittolista
acMainAddURL.h=Lisää URL
acMainAddURL=URL
acMainBookmarksManager=Kirjanmerkkien hallinta
acMainDSPManager=Äänitehosteet
acMainDSPManagerCrossMixing=Äänitehosteet: Sekoitettu
acMainDSPManagerEQ=Äänitehosteet: Tasattu
acMainDSPManagerSilenceRemover=Äänitehosteet: Hiljaisuuden poistaja
acMainDSPManagerSoundEffects=Äänitehosteet: Yleinen
acMainDSPManagerVolumeNormalization=Äänitehosteet: Äänenvoimakkuus
acMainExit.h=Sulje AIMP
acMainMinimize.h=Minimoi / Maksimoi
acMainOpenFiles.h=Avaa tiedosto(ja)
acMainOpenFiles=Avaa tiedostoja
acMainOpenFolder=Avaa kansio
acMainOpenPlaylist.h=Tuo soittolista
acMainOpenPlaylist=Tuo soittolista
acMainStayOnTop=Pysy päällimmäisenä
acMLCompressDB=Tiivistä tietokantaa
acMLDeleteAll=Poista kaikki tiedostot
acMLEditBookmark=Muokkaa kirjanmerkkiä...
acMLGroupingTreeDeleteSelected=Poista
acMLGroupingTreeDeleteSelectedPhysically=Poista myös järjestelmästä
acMLLabelsDialog=Tunnisteet...
acMLMakeReport=Raportoi...
acMLMissedFiles=Etsi puuttuvat tiedostot...
acMLPlayFiles=Toista kaikki
acMLPlaySelectedFiles=Toista kaikki valitut tiedostot
acMLReloadTagsForAllFiles=Lataa kaikkien tiedostojen tunnisteet
acMLReloadTagsForSelectedFiles=Lataa valittujen tiedostojen tunnisteet
acMLResetStats=Nollaa kaikkien tiedostojen tilastot
acMLResetStatsForSelectedFiles=Nollaa valittujen tiedostojen tilastot
acMLTableDeleteSelected=Poista valittu
acMLTableSendFilesToActivePlaylist=Lisää aktiiviseen soittolistaan
acMoveTo=Siirrä...
acOpenFolder=Avaa kansio
acOptionHotkeys.h=Pikanäppäinasetukset
acOptionHotkeys=Pikanäppäimet
acOptionLangs.h=Kieliasetukset
acOptionLangs=Kieli
acOptionPlugins.h=Liitännäisasetukset
acOptionPlugins=Liitännäiset
acOptions=Asetukset
acOptionShutdown.h=Ajastuksen asetukset
acOptionShutdown=Ajastus
acOptionSkins.h=Näkyvyysasetukset
acOptionSkins=Ulkoasut
acPlayableFileCopyFileToClipboard.h=Kopioi tiedosto leikepöydälle
acPlayableFileCopyInfoToClipboard.h=Kopioi tiedoston tiedot leikepöydälle
acPlayableFileCopyToLastPath.h=Kopioi parhaillaan toistettava tiedosto viimeksi valittuun kansioon
acPlayableFileDeletePhysically=Poista parhaillaan toistettava kappale myös järjestelmästä
acPlayableFileNextBookmark=Seuraava kirjanmerkki
acPlayableFilePrevBookmark=Edellinen kirjanmerkki
acPlayableFileShowFileInfo=Nykyisen tiedoston tiedot
acPlayableFileShowQTE.h=Muokkaa tunnisteita
acPlayableFileToggleSwitchInPlaylist.h=Toistettava tiedosto (on / off)
acPlayerCrossMixing=Ristisekoitus: on / off
acPlayerJumpToTime=Siirry aikaan
acPlayerNextTrack=Seuraava kappale
acPlayerPauseOnNextTrack=Keskeytä toisto seuraavan kappaleen alussa
acPlayerPlayPause=Toista/Tauota
acPlayerPrevTrack=Edellinen kappale
acPlayerRadioCapture=Radion tallennus
acPlayerRadioCaptureSingleTrack=Radion tallennus (vain yksittäiskappale)
acPlayerRepeat=Kappaleen uudelleentoisto
acPlayerRepeatPartAB=Toista osat "A-B" uudelleen
acPlayerSeekBackward.h=Kelaa taaksepäin
acPlayerSeekForward.h=Kelaa eteenpäin
acPlayerShuffle=Sekoita
acPlayerSpeedDecrease=Nopeus: hiljennä
acPlayerSpeedIncrease=Nopeus: nopeuta
acPlayerSpeedResetToDefaults=Nopeus: palauta oletukseksi
acPlayerStop.h=Lopeta toisto
acPlayerStopAtEnd.h=Lopeta toisto nykyisen kappaleen jälkeen
acPlayerTempoDecrease=Tempo: laske
acPlayerTempoIncrease=Tempo: Nosta
acPlayerTempoResetToDefaults=Tempo: Palauta oletukseksi
acPlayerVolumeDown.h=Äänenvoimakkuus -
acPlayerVolumeMute.h=Vaiennus (On / Off)
acPlayerVolumeMute=Vaienna
acPlayerVolumeUp.h=Äänenvoimakkuus +
acPlaylistAddSelectedToBookmarks=Lisää kirjanmerkkeihin
acPlaylistAddSelectedToQueue=Lisää jonoon
acPlaylistClose=Sulje soittolista
acPlaylistCloseOthers=Sulje muut soittolistat
acPlaylistCopySelectedToClipboard=Kopioi valitut tiedostot leikepöydälle
acPlaylistDeleteAll=Poista kaikki
acPlaylistDeleteDuplicates=Poista kaksoiskappaleet
acPlaylistDeleteNonExists=Poista puuttuvat
acPlaylistDeleteNonSelected=Poista kaikki muut paitsi valitut
acPlaylistDeleteSelected=Poista valitut tiedostot
acPlaylistDeleteSelectedPhysically=Poista valitut tiedostot myös järjestelmästä
acPlaylistDeleteSwitchedOff=Poista estetyt tiedostot
acPlaylistDeleteSwitchedOffPhysically=Poista rajoitetut tiedostot myös järjestelmästä
acPlaylistFindInML=Etsi musiikkikirjastosta
acPlaylistFindNewFiles=Etsi uusia tiedostoja
acPlaylistFocusedItemShowQTE=Tiedoston tiedot
acPlaylistInsertAfterPlayingItem=Lisää toiston jälkeen
acPlaylistInsertToQueueBeginning=Lisää jonon alkuun
acPlaylistNew=Uusi soittolista
acPlaylistNext.h=Seuraava soittolista
acPlaylistNextAndPlay.h=Toista seuraava soittolista
acPlaylistPlayFocusedItem.h=Toista valittu tiedosto
acPlaylistPlayFocusedItem=Toista
acPlaylistPlayPrevious=Toista valittu soittolista
acPlaylistPrev.h=Edellinen soittolista
acPlaylistPrevAndPlay.h=Toista edellinen soittolista
acPlaylistReloadFromPreimage=Lataa tietoja alkukuvasta
acPlaylistRemoveSelectedFromQueue=Poista jonosta
acPlaylistRename=Nimeä soittolista uudelleen
acPlaylistReverse.h=Lajittelu: käänteinen
acPlaylistReverse=Käänteinen
acPlaylistSave=Tallenna soittolista
acPlaylistSortByArtist=Lajittele artistin mukaan
acPlaylistSortByDuration=Lajittele keston mukaan
acPlaylistSortByFileName=Lajittele kansioittain
acPlaylistSortByTitle=Lajittele otsikon mukaan
acPlaylistSortRandomize.h=Lajittelu: sekoita
acPlaylistSortRandomize=Sekoita
acQueueClear=Tyhjennä jono
acQueueManager=Jonon hallinta
acSearchAdvanced=Tarkempi haku
acSearchQuick=Pikahaku (aloita / jatka)
acSendToAudioConverter.h=Lähetä Äänimuokkaimeen
acSendToAudioConverter=Äänimuokkain
acSendToTagEditor.h=Lähetä Tunnisteiden muokkaukseen
acSendToTagEditor=Tunnisteiden muokkaus
acUtilsAudioConverter=Äänimuokkain
acUtilsAudioLibrary=Musiikkikirjasto
acUtilsTagEditor=Tunnisteiden muokkaus
acVisualExitFromFullScreen=Poistu koko näytön tilasta
acVisualFullScreen=Koko näytön tila
acVisualNext.h=Seuraava tila
acVisualPrev.h=Edellinen tila
CategoryMenu=Luettelo
CategoryOptions=Asetukset
ClearPls=Tyhjennä soittolista
CM_DEL=Poista soittolistalta
CM_SEL=Valitse tiedostot
CountLabel.h=Tiedostojen määrä soittolistalla
ItmEQPos=Näytä taajuuskorjain vasemmalla
LengthLabel.h=Soittolistan kokonaiskesto
miBMLocateInSource=Paikanna lähde
miBMPlaySelectedFromBeginning=Toista valitut tiedostot alusta
miBMResetTimestamp=Resetoi aikamerkintä
miCountdown=Lähtölaskenta
miGroupBy=Lajittele...
miMLBookmarks=Kirjanmerkit
miMLCreateDynPlaylist=Luo älykäs soittolista
miMLGroupingPreset=Ryhmittely
miMLGroupingPresetAdd=Lisää...
miMLGroupingPresetEdit=Muokkaa..
miMLGroupingPresetRemove=Poista
miMLLabelsExclude=Poista tunniste
miMLLabelsInclude=Aseta tunniste
miMLManageDB=Tietokanta
miMLReload=Päivitä...
miMLTableSendToPlaylist=Lisää soittolistaan
miMLTableViewAlbumThumbnails=Näytä: Albumin Esikatselukuvat
miMLTableViewDefault=Näytä: Taulukko
miMLTableViewGroupDetails=Näytä: Ryhmän tiedot
miPersonalSettings=Henkilökohtaiset asetukset
miPlaylistNewSmart=Uusi älykäs soittolista
miPreimageSettings=Alkukuvan asetukset
miRadioCaptureStop=Pysäytä tallentaminen
miRadioCatalogs=Nettiradion luettelot
miReadOnly=Lukitse muutoksilta
miRemoval=Poistaminen
miSelectAll=Valitse kaikki tiedostot
miSelectNone=Älä valitse mitään
miSelectPls=Valitse soittolista
miSelectSwitchedOn=Valitse kaikki käytössä
miSendTo=Lähetä
miSendToPlaylist=Lähetä muuhun soittolistaan
miSortByPatternOptions=Asetukset
miSortRandomizeGroupItems=Sekoita ryhmän kohteet
miSortRandomizeGroups=Sekoita ryhmät
miSortRandomizeGroupsAndItItems=Sekoita ryhmät ja niiden kohteet
miSwitchOff=Estä
miSwitchOn=Salli
N6=Käy läpi tunnisteet uudelleen
N7=Lähin ajastettu tehtävä:
N20=Jono
N22=Alapalkki
N31=Näkymän tila
N34=Lisää
N35=Näytä ikkuna
N36=Taajuuskorjain
N37=Visuaali-ikkuna
N38=(piilota kaikki)
N39=Muokkaa
N40=Tila
N41=Ulkoasut
N43=Apua
N47=Lopeta
N56=Apuohjelmat
N70=Kumoa maailmanlaajuiset pikanäppäimet
N75=Apuohjelmat
N79=Näytä nykyinen
N80=Lataa esiasetus
N81=Tallenna esiasetus
N83=Palauta kaikkien tehosteiden asetukset
N84=Palauta taajuuskorjaimen asetukset
N85=Tiivistä kaikki
N86=Laajenna kaikki
N90=Soitin
N91=Toista/tauota
N92=Pysäytä
N93=Lisää tiedostoja
N95=Edellinen kappale
N96=Seuraava kappale
N98=Äänenvoimakkuus
N114=Yhdistä samanlaisiin luetteloihin
N115=Yhdistä kaikki samanlaiset luettelot
pmAdd.h=Lisää kohteita-valikko
pmDelete.h=Poista kohteita-valikko
pmEqualizer.h=Taajuuskorjaimen asetukset
pmMainMenu.h=Päävalikko
pmManagePlaylist.h=Soittolistan hallinta
pmMisc.h=Sekalaisvalikko
pmMLDelete.h=Poista kohteita-valikko
pmMLGroupingPresets.h=Ryhmittelyn esiasetukset
pmMLLabels.h=Tunnisteiden valikko
pmMLMainMenu.h=Päävalikko - musiikkikirjasto
pmMLMisc.h=Sekalaisvalikko
pmMLTableViews.h=Katselukertoja
pmNewPlaylist.h=Uusi soittolista...
pmPlaylistList.h=Soittolistojen lista
pmQuickOptions.h=Pika-asetukset
pmSorting.h=Kohteiden lajittelu-valikko
pmUtilities.h=Työkalut
SentToNewPLS=Uuteen soittolistaan
SizeLabel.h=Tiedoston koko soittolistalla
TCFixFloat=Kiinnitä kelluva palkki
TL=Tallenna kappalelistaus
TrayCotnrol=Näytä Minisoitin

[AIMPBookmarkEditDialog]
Caption=Muokataan kirjanmerkkiä
L1=Otsikko:
L2=Polku:
L3=Tunnisteet:
L4=Aikamerkinnät:
L5=Kommentit:

[AIMPConverterStatsDialog]
btnOK=Ok
Caption=Muokkaus valmis!
cbDontShowAgain=Älä näytä uudelleen
Message=Tiedostojen määrä: %0:s\n\nAika: %2:s\nAika (keskimäärin): %3:s\n\nTuotu: %5:s\nViety: %6:s\nTallennettu: %4:s

[AIMPFindMissedFilesDialog]
acApply=Tallenna valittuihin
acFind=Etsi...
acRemoveSelected=Poista valitut viittaukset tiedostoihin
acReplace=Korvaa tiedostonimi...
Caption=Väärin sijoitetut tiedostot

[AIMPML]
Added=Lisätty
Album=Albumi
AlbumArtist=Albumin artisti
Artist=Artisti
BitDepth=Bittisyvyys
Bitrate=Bittinopeus
BPM=Iskua minuutissa
Channels=Kanavia
Comment=Kommentti
Composer=Säveltäjä
Conductor=Kapellimestari
Copyrights=Tekijänoikeus
CreatedAt=Luotu
DiskNumber=Levy #
Duration=Kesto
FileFormat=Tiedostomuoto
FileName=Tiedostonimi
FileSize=Tiedoston koko
Genre=Tyylilaji
Labels=Tunnisteet
LastModification=Tiedostoa muokattu
LastPlayback=Viimeisin toisto
Lyricist=Sanoittaja
Mood=Mieli
Name=Nimi
PlaybackCount=Toistokerrat
Publisher=Julkaisija
Rating=Luokittelu
SampleRate=Näytteenottotaajuus
Source=Lähde
Timestamp=Aikamerkintä
Title=Otsikko
TrackNumber=Kappale #
URL=Linkki
UserMark=Käyttäjäluokittelu
Year=Vuosi

[AIMPML.Controls]
Customize=Kustomoi
DataSourceList=Tietolähdelista
History=Toistohistoria
NewLabel=Uusi tunniste
NewLabelDialog=Uusi tunniste...
None=(ei mitään)
ResetAllFilters=Nollaa kaikki tunnisteet
ResetFilter=Palauta suodin
ShowAll=(näytä kaikki)
UnsetAllLabels=Poista kaikki tunnisteet

[AIMPML.Presets]
BestTracks.C=Parhaat kappaleet
BestTracks.V=Suosituin %d|Korkeasti arvioitu
NewTracks.C=Uusia kappaleita
NewTracks.V=Päiväksi|Kolmeksi päiväksi|Viikoksi|Kaksi viikoksi|Kuukaudeksi|Ei koskaan pelannut

[AIMPML.Reports]
AlbumCount=Albumimäärä:
ArtistCount=Artistimäärä:
Common=Tilastot
FavoriteAlbums=Suosikkialbumit (Top %d)
FavoriteArtists=Suosikkiartistit (Top %d)
FavoriteGenres=Suosikkityylilajit (Top %d)
FavoriteTracks=Suosikkikappaleet (Top %d)
GenreCount=Tyylilajien määrä:
L1=Toistomäärä:
L2=Kappalemäärä
L3=Kokonaiskesto (~)
L4=Artisti
L5=Kuunneltu
L6=Kokonais
TrackCount=Kappalemäärä:

[AIMPMLFilterEditorDialog]
btnCancel=Peruuta
btnOK=Ok
Caption=Suotimen parametrit
pcpFilter=Suodatus

[AIMPMLFilterEditorDialog.FilterControl]
C=Lisää sääntö
G=Lisää ryhmä
Op0=Yhtäläiset
Op1=erisuuret
Op2=välilä
Op3=vähemmän
Op4=vähemmän tai yhtä suuret
Op5=suurempi
Op6=suurempi tai yhtä suuret
Op7=sisältää
Op8=alkaa
Op9=päättyy
Op10=viimeisimpänä X päivänä
R=Poista

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Palauta
Caption=Ryhmien asettelun muokkaus
GB1=Kenttiä ryhmittelyyn
GB2=Kenttiä ryhmien tietoihin

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Tyhjennä
btnEditFilter=Muokkaa...
Caption=Ryhmittelypohja
L1=Automaattinen nimeäminen
L2=Ryhmittele kenttien mukaan
L3=Mukautettu suodin
lbName=Nimi
lvAvailable=Saatavilla olevat kentät
lvGroup=Käyttäjän määrittelemät kentät

[AIMPMLLabelsDialog]
acMoveLeft=Aseta tunniste
acMoveRight=Ota tunniste pois
acRemove=Poista tunniste
acRename=Nimeä tunniste uudelleen
btnCancel=Peruuta
btnOK=Ok
C1=Tunnisteet
C2=Saatavilla olevat tunnisteet
Caption=Tunnisteet
L1=Anna tunnisteen nimi
L2=Lisää
miSetToAll=Käytä kaikissa tiedostoissa
miUndoSetToAll=Peruuta käyttäminen kaikissa tiedostoissa

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Väärin sijoitettu tiedosto
c[1]=Suositeltu korvaaja
c[2]=Vaatimustenmukaisuuden aste

[AIMPMLMonitoringSettingsDialog]
acAdd=Lisää
acDeleteAll=Poista kaikki
acDeleteSelected=Poista valitut
acUpdate=Päivitä
btnClose=Sulje
Caption=Tiedostojen seuranta
CB1=Etsi siirrettyjä tai uudelleennimettyjä tiedostoja
CB2=Poista puuttuvat tiedostot tietokannasta
CB3=Lataa tunnisteet uudelleen
cbMinFD=Jos kesto on vähemmän kuin:
cbMinFS=Jos koko on vähemmän kuin:
cbScanOnStartup=Etsi uusia tiedostoja sovelluksen käynnistyessä
cbTrackChanges=Seuraa muutoksia käynnissä olon aikana
GB1=Seurataan
GB2=Tee päivityksen aikana
gbFiltBy=Ohita tiedosto
L1=Jos tiedostotunniste on:
L2=Klikkaa "päivitä"-painiketta päivittääksesi musiikkitietokannan
pcpFolders=Kansiot
pcpSettings=Asetukset

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Kansiot
c[1]=Alikansiot

[AIMPMLPreimageDialog]
btnCancel=Peruuta
btnOK=Ok
Caption=Älykäs soittolista - Musiikkikirjasto
cbLimitTo=Rajoita kappaleiden määrää:
cbSortBy=Lajittele:
pcpFilter=1. Suodin
pcpPostProcess=3. Ulostulo
pcpSort=2. Lajittele

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Lisää
acDeleteAll=Poista kaikki
acDeleteSelected=Poista valitut
btnCancel=Peruuta
btnOk=Ok
Caption=Älykäs soittolista - kansiot
cbSyncOnChanges=Seuraa muutoksia käytön aikana
cbSyncOnStartup=Tarkista muutokset käynnistäessä
L2=Ohita tiedostot seuraavilla tiedostotunnisteilla:
pcpFolders=Kansiot
pcpSettings=Asetukset

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Kansiot
c[1]=Alikansiot

[AIMPPlaylistPreimageDialog]
Caption=Älykäs soittolista - soittolista
L1=Tiedostonimi\Linkki

[AIMPSendToDialogForm]
cbDefault=Hyväksy oletuksena
cbSaveStructure=Tallenna polkurakenne
gbAdditionals=Ylimääräiset tiedostot
gbPath=Kohdepolku
gbRename=Nimeä mallin mukaan uudelleen
L1=Kopioi|Siirrä
L2=Kopioi|Siirrä
L3=Kopioi asetukset|Siirrä asetukset
lbAdditionals=Tiedostot, jotka kopioidaan kohdepolulle yhdessä päätiedostojen kanssa.\n; - erotin, * - tiedostonimen tuntematon osa

[ATEAutoNumerationForm]
Caption=Automaattinen numerointi
L1=Aloita

[ATEAutoTagForm]
C1=Ennen muutoksia
C2=Muutosten jälkeen
c[0]=Tiedostonimi
c[1]=Albumi
c[2]=Artisti
c[3]=Tyylilaji
c[4]=Otsikko
c[5]=Kappalenumero
c[6]=Päiväys
c[8]=Raitojen määrä
Caption=Täytä tunnisteet automaattisesti käyttäen tiedoston nimeä

[ATEChangeRegisterDialog]
Caption=Kirjainkoon vaihtaminen / translitteraatio
CB1=Tunnisteet:
GB1=Toiminnot
L1=Asia:
L2=Translitteraatio:
L3=Kentät:

[ATEChaptersEditDialog]
acDelete.h=Poista valitut vaiheet
acDelete=Poista valitut
acEdit.h=Muokkaa valittua vaihetta
acEdit=Muokkaa
acInsert.h=Lisää vaihe
acInsert=Lisää
btnFastForward.h=Nopeasti eteenpäin
btnPlayPause.h=Aloita / Tauota
btnRewind.h=Kelaa
btnSave=Tallenna...
Caption=Vaiheiden muokkaus
tsVolume.h=Äänenvoimakkuus

[ATEChaptersFormatChooser]
btnSave=Tallenna
Caption=Vaihemuokkain
GB1=Tallenna nimellä:
RB1=Vaiheet, upotettuna tiedostonimeen
RB2=CUE, upotettuna äänitiedostoon
RB3=CUE, sijoitettuna erottamaan tiedostoa
RB4=Vain tekstiä
W1=* Asetus on saavuttamattomissa äänitiedoston muodossa

[ATEForm]
A0=Automaattinen numerointi
A1=Automaattinen numerointi (%s)
A2=Uudelleen nimeäminen
A3=Vaihda muotoon "%s"
A4=Hyväksy
A9=Ohita jo analysoidut tiedostot
acAnalysisBPM=Analysoi valitut
acEdit=Muokkaa kaikki kentät...
acEditChapters.h=Luo/muokkaa vaiheita...
acRgAlbum=Käy läpi valittu uudelleen: yhtenä albumina
acRgFAlbum=Skannaa valitut: jokainen kansio albumina
acRgFile=Käy läpi valittu uudelleen: ilman albumia
acRgMAlbum=Käy läpi uudelleen: hanki albumin tiedot tunnisteista
acRgRemove=Poista toiston vahvistuksen tiedot tunnisteista
acScenarios=Suunnittelut...
acSearchOnline.h=Automaattinen tunnisteiden lisääminen onlinepalveluista...
acSearchOnlineAlbumArts=Etsi albumin kuvitus onlinesta...
acSearchOnlineLyrics=Etsi sanat onlinesta...
aSave=Tallenna
aTag.h=Automaattinen tunnisteiden lisäys
B1.h=Kirjainkoon vaihtaminen / translitteraatio
B5=Virkistä tunnisteet
btnBPM.h=Iskua minuutissa
btnLayout.h=Vaihda näkymää
btnRG.h=Toiston vahvistus
btnScripts.h=Suunnittelut
Caption=AIMP: Kehittynyt tunnisteiden muokkain
cbSubFolders=Alikansioilla
lbNoData=(Ei tietoa esikatseluun)
miDelete=Poista
miDeletePhys=Poista asemaltakin
miGroupBy=Lajittele
miGroupByFolder=Pääkansion mukaan
miGroupByNone=Ei ryhmittelyä
miJumpTo=Siirry kansioon...
miNumCfm=Kysy vahvistus
miSoundOut=Toistoasetukset
TM0=Tiedostoa kovalevyllä
TM1=Käyttäjän lisäämät tiedostot

[ATEForm.lvTable]
c[0]=Nro
c[1]=Levynumero
c[2]=Tiedostonimi
c[3]=Otsikko
c[4]=Artisti
c[5]=Albumi
c[6]=Päiväys
c[7]=Tyylilaji
c[8]=Bittivirtaus
c[9]=Kesto
c[10]=Muoto
c[11]=Albumin kansikuva
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Koko
c[19]=Sanat
c[20]=Iskua minuutissa
c[21]=ReplayGain

[ATEOnlineSearchForm]
aiProgressInidcator=Etsitään... Odota hetki
btnCancel=Peruuta
btnSave=Hyväksy tiedostoihin
Caption=Automaattiset tunnisteet onlinepalveluista
edSearchBox.b0=Etsi
edSearchBox.th=Albumi, artisti
ErrorAuthorizationRequired=Toiminto tarvitsee valtuutukset. Pitäisi kirjautua sisään ja valtuuttaa AIMP:n tekemään sen. Sen tehtyäsi kokeile uudelleen.
vlbBindingHint=Jos haluat kytkeä löydetyn kappaleen muokattavalla kappaleella, vedä se ylhäältä luettelosta alas. \nHuomioi, että ne otetaan käyttöön vain valituissa kappaleissa.

[ATERenameForm]
btnRename=Nimeä uudelleen
Caption=Nimeämisasetukset
CB1=Esikatsele
CB2=Työskentele tiedostokopion kanssa
GB1=Nimeä tiedostot mallin mukaisesti
GB2=Siirrä tiedostot valittuun kansioon
GB3=Etsi ja korvaa
GB4=Tapaus
GB5=Translitteraatio
L1=Etsi
L2=Voit käyttää "\" -merkkiä (%Y\%A - %T) jos haluat lajitella kansioittain
L3=Korvaa

[ATESaveParams]
Caption=Tallenna asetukset

[ATEScenariosForm]
btnClose=Sulje
btnRun=Suorita
btnStop=Pysäytä
Caption=Suunnittelut
cbPreviewMode=Esikatselutila
GB1=Suunnittelu
lbPreviewMode=Esikatselutilassa kaikki muutokset, jotka tehdään suunnittelussa, EIVÄT muuta oikeita tiedostoja.

[AutoTag]
bOk=Hyväksy
Caption=Automaattinen täyttö
CB1=Älä täytä kenttää jos siinä on jo arvo

[CommonDialogs]
B1=Ok
B2=Peruuta
B3=Uusi kansio
BS=Kyllä|Ei|Ok|Keskeytä|Uudelleen|Sivuuta|Kaikki|Ei kaikkiin|Kyllä kaikkiin|Apua|Sulje|
L1=Valitse kansio
L2=Sisällytä alikansiot
MsgCaptions=Varoitus|Virhe|Tiedot|Vahvistus|
SA=Valitse kaikki
SN=Poista valinta

[ConfirmDialog]
B1=Korvaa
B2=Korvaa kaikki
B3=Ohita
B4=Ohita kaikki
B5=Nimeä uudelleen
B6=Peruuta
Caption=Korvaa
gbFile1=Korvaa tiedosto
gbFile2=Uudella tiedostolla

[CONTEXT]
0=&Avaa AIMP:ssa
1=&Toista
2=Lisää so&ittolistaan
3=Lisää &jonoon
4=Lisää kirjanm&erkkeihin
5=&Muokkaa tunnisteita
6=M&uokkaa toiseen muotoon
7=A&vaa uudessa soittolistassa

[Converter]
actAddFiles=Lisää tiedostoja
actAddFolders=Lisää kansioita
actAddPlaylist=Lisää soittolistoja
actDeleteAll=Tyhjennä
actDeleteSelected=Poista valitut
actStop=Pysäytä
bAdd.h=Lisää tiedostoja / Kansioita
bDelete.h=Poista tiedostoja
bQuickOptions.h=Asetukset
bSettings=Asetukset
bStart=Aloita
Caption=AIMP: Audiomuunnin
csCancel=Peruutettu
csDone=Valmis
csError=Virhe
csPaused=Tauotettu
csWaiting=Odotetaan
lbEncoder=Muoto:
lbMode=Koodaustila
lbNormalizeVolume=Normalisoi äänenvoimakkuus
lbTargetFileName=Nimeä tiedosto uudelleen
lbTargetFolder=Siirrä tallennettava:
lbTimeElapsed=Mennyt:
lbTimeLeft=Jäljellä:
lbTotalProgress=Kokonaistilanne:
lbVolumeNormalization=Äänenvoimakkuuden normalisointi
miCloseAppWhenDone=Sulje ohjelma onnistuneen muokkaamisen jälkeen
miDeleteSource=Poista lähdetiedosto onnistuneen muuntamisen jälkeen
miHibernate=Siirrä lepotilaan
miSavePathStructure=Tallenna kansiorakenne kohdekansioon
miShutdown=Sammuta
miShutdownWhenDone=Sammuta tietokone muuntamisen jälkeen
miSleep=Nukuta
miUncheckSuccessful=Poista merkintä listalta onnistuneen muuntamisen jälkeen
Modes=Yksi kappale - yksi tiedosto|Kaikki kappaleet - yksi tiedosto|Yksi kansio - yksi tiedosto

[Converter.lvTable]
c[0]=Otsikko
c[1]=Muoto
c[2]=Tila
c[3]=Nro
c[4]=Uusi nimi
c[5]=Kohteen tiedostonimi

[ConverterEncoders]
bOk=Ok
btnReset=Palauta oletukset
cbAsInput=Lähdetiedostona
cbChangeFormat=Vaihda muotoa
cbCorrectionFile=Luo korjaustiedosto
cbIncludeMD5=Sisällytä tarkistussumma tiedostoon
cbModeHybrid=Risteymä
cbModeLossless=Häviötön
cbNoGap=Aukoton
gbMode=Tila
lbBestC=Paras pakkaus
lbBestQ=Paras laatu
lbBitDepth=Näytteen muoto:
lbBitrate=Bittivirtaus:
lbBitrateMode=Tila:
lbChannels=Kanavia:
lbCompression=Pakkaus:
lbLeast=Nopea pakkaus:
lbMost=Paras pakkaus:
lbProfile=Profiili:
lbQuality=Laatu:
lbSampleRate=Näytteenottotaajuus:
scParams=Parametrit

[CopyDialog]
0=Kopioidaan...
1=Siirretään...
2=Pysäytä
3=Jatka

[DropForm]
CB1=Älä kysy uudelleen
RG1=Vedä ja pudota

[DSPDialog]
btnEqPresets=Esiasetukset
btnReset=Palauta oletusasetuksille
CB1=Äänenpoistaja (vain Stereolle)
CB3=Käytä äänen häivytystä (Tauota / Pysäytä)
CB4=Käytä äänen häivytystä kappaleen selauksen yhteydessä
CB5=Pehmeä äänenvoimakkuuden säätö
CB6=Sekoita kappaletta edellisen kanssa
CB7=Häivytä sisään kappaleen alussa
CB8=Häivytä ulos kappaleen lopussa
CB12=Salli ristisekoitus
CB16=Poista hiljaisuutta kappaleen alusta ja lopusta pituudesta riippumatta
cbEqSwitch=Käynnistä taajuuskorjain
GB1=Nosta normalisointi
GB2=Manuaalinen kappaleen vaihto
GB3=Automaattinen kappaleen vaihto
GB4=Toiston vahvistuksen normalisointi
GB6=Poista hiljaisuus
L1=* Voit palautaa arvot oikealla hiiren klikkauksella
L2=DSP-liitännäiset:
L4=Esivahvistin:
L5=Nykyinen arvo:
L6=Korkeampi kynnys esivahvistukselle:
L7=Matalampi kynnys esivahvistukselle:
L9=Oletusarvo:
L10=Kohteen äänenvoimakkuuden taso:
L12=Hiljaisuuden kesto poiston aktivoimiseksi:
L13=Hiljaisuuden havaitsemisen taso:
lbChorus=Kertosäe
lbEcho=Kaiku
lbEnhancer=Stereovaihtaja
lbFlanger=Laippa
lbPitch=Sävelkorkeus
lbPreamp=Esivahvistin
lbReverb=Jälkikaiku
lbSpeed=Nopeus
lbTempo=Tempo
lbTrueBass=Basso
R2=Käytä arvoa tunnisteista
R3=Analysoi tiedosto "lennossa"
RB1=Älä tee mitään
RB2=Lisää tauko raitojen välille
tcpMixing=Sekoitetaan
tcpSilenceRemover=Poista hiljaisuus
tcpSoundEffects=Äänitehosteet
tcpVolume=Äänenvoimakkuus

[DSPDialog.cbReplayGainSource]
i[0]=Lähde: Tiedosto
i[1]=Lähde: Albumi

[EditorForm.RegisterFmt]
i[0]=Ilman muutoksia
i[1]=Kaikki Sanat Isolla Alkukirjaimella
i[2]=Ensimmäinen sana isolla alkukirjaimella
i[3]=KAIKKI ISOLLA
i[4]=kaikki pienellä

[EQPresetsDialog]
B1=Hyväksy
B2=Peruuta
B3=Poista
B4=Palauta
Caption=Taajuuskorjaimen esiasetukset

[HotkeysGroups]
AudioConverter.Content=Audiomuunnin: taulukko
AudioConverter.General=Audiomuunnin: yleinen
Common.Dialogs=Yleinen: dialogit
Common.SendTo=Tiedostot: lähetä...
Common=Yleinen
MusicLibrary.GroupingTree=Musiikkikirjasto: ryhmittelypuu
MusicLibrary.Table=Musiikkikirjasto: taulukko
MusicLibrary=Musiikkikirjasto: yleinen
Player.Navigation=Soitin: navigointi
Player.PlayableFile=Soitin: tiedoston toisto
Player.PlaybackControl=Soitin: Toiston ohjaus
Player.Visualizations=Soitin: Ulkoasu
Playlist.AddFiles=Soittolista: Tiedostoja lisätään
Playlist.Deletion=Soittolista: tiedostoja poistettaessa
Playlist.Search=Soittolista: haku
Playlist.SelectedFiles=Soittolista: valitut tiedostot
Playlist.Sorting=Soittolista: lajittelu
Playlist=Soittolista
TagEditor.Content=Tunnisteiden muokkaus: taulukko
TagEditor.CurrentFile=Tunnisteiden muokkaus: nykyinen valinta
TagEditor.Functions.BPM=Tunnisteiden muokkaus: Iskujen minuutissa laskeminen
TagEditor.Functions.ReplayGain=Tunnisteiden muokkaus: toiminnot - Toiston vahvistuksen laskenta
TagEditor.Functions=Tunnisteiden muokkaus: toiminnot
TagEditor.Tree=Tunnisteiden muokkaus: puu

[InfoBar]
CB0=Tietopalkkina|Korttina
CB1=Toiston alussa, kesto:
CB2=Vasemmalta|Oikealta|Keskeltä
CB3=Näytä työpöydän yläosassa|Näytä työpöydän alaosassa
CB4=Näytä albumin kansikuva
CB6=Näytä kokoruutusovellusten päällä, jos mahdollista
CB7=Hyväksy vain taustalla
CB8=Aina
CB9=Ennen toiston lopettamista, kesto:
GB0=Näytä toistettavan tiedoston tiedot
GB1=Näytä
GB5=Vilkaise
M1=Tausta
M2=Rivi %d
M3=Fontti
M4=Tekstin väri
P1=Tietopalkki

[MSG]
1=Uusi soittolista
2=Anna nimi
3=Musiikkikirjasto
4=Tämä toiminto poistaa tiedostoja kovalevyltä! Jatka?
5=(estetty)
6=Tiedostoa tai kansiota ei löydy!
7=Pienennä alapalkkiin
8=Näytä pääikkuna
9=Nimeä uudelleen
10=Äänenvoimakkuus
11=Sijainti
12=Toista
13=Toista alusta
14=Tauota
15=Käyttäjän määrittämä esiasetus
16=Valitse kaikki
17=Off|On
18=Lähetä tiedostoja
19=Pikanäppäin on virheellinen tai se on jo käytössä jossain toisessa sovelluksessa
21=Tämä toiminto sulkee kaikki soittolistat, mukaan lukien aktiivisen. Jatka?
22=Kirjoita tiedostoon
23=Esikatsele
24=Ylin
25=Tiedostoon "%s" tallennus ei onnistu, se on mahdollisesti lukittu tai käytössä jossain toisessa sovelluksessa.
26=Tämä toiminto muokkaa tiedostojen tunnisteita. Jatka?
27=Säveltäjä
28=Näytön määritys pääikkunan mukaan|Näyttö %d: Toissijainen (%s)|Näyttö %d: Ensisijainen (%s)
29=Kansiota "%s" ei ole olemassa
30=Yhtä liitännäistä ei voida poista, se on ehkä käytössä sovelluksessa:
31=Valmis...
32=Yksittäisen soittolistan tila:\nSoittolistaa ei voida vaihtaa, koska se on lukittu
33=Etsi
34=Paikalliset tiedostot
35=Ei ryhmittelyä
36=Etsi tiedostoja...
37=Vain luku|Määritetty alkukuvaan
38=Tämä asetus estää tehdä muutoksia enempään kuin yhteen soittolistaan. \nJos valitset tämän asetuksen, niin muut soittolistojen välilehdet suljetaan automaattisesti.
39=Laatu
40=Tallenna nimellä
41=Lataa internetistä
42=Muoto:
43=(Oletus)
44=Nopeus
45=Tasapaino
46=Avataan...|Puskuroidaan...
47=Radion tallennus
48=Otsikko
49=Asia
50=Tämä näppäin on jo käytössä!
51=Siirry aikaan:
52=Virheellinen muoto
53=Uusi versio saatavilla. Lataa se nyt?
54=SoundFontit
55=Nykyinen arvo:
56=lajitteluun kansion sisällä kansioissa, käytä "\" merkkiä
57=Haluatko varmasti palauttaa tilastot?|Haluatko varmasti palauttaa tilastot valituista tiedostoista?
58=Uusi malli
59=Poistetaan tiedostoja myös järjestelmästä|Seuraavia tiedostoja ei voida poistaa, koska järjestelmävirhe:
60=Lausekkeet...
61=Toiminto ei ole vielä valmis. Haluatko keskeyttää sen?
62=Joitain toimintoja ei ole saatettu vielä loppuun. Haluatko peruuttaa ne?
63=Tiedostohaku:
64=Koko:
65=Luontipäivämäärä:
66=Mitään ei löytynyt
67=Päivitetään
68=Tietokannan koko ennen tiivistämistä: %s\nTietokannan koko tiivistämisen jälkeen: %s\nSäästetty: %s.
69=Hyväksy
70=Peruuta
71=Järjestelmävalvojan oikeudet vaaditaan
72=Tiedostotyyppi
73=Ladataan...
74=Profiilikansio
75=Lajittele mallin mukaisesti
76=Luokittele arvolla %s
77=Automaattinen haku
78=Uudet tiedostot:
79=Läpinäkyvyys
80=Esikatsele
81=Sanat
82=Tiedoston sijainti...
83=Tekijänoikeus
84=Muutokset tulee voimaan kun sovellus käynnistetään uudelleen
85=Käyttäjäluokittelu
86=Kopioi
87=Liitä
88=Leikkaa
89=Lähde
90=Tulos
91=Tämä toiminto poistaa "%s" esiasetuksen. Jatka?
92=Kaikki|Lisäosat|Koodaajat|Visuaalit|DSP
93=Lisätään tiedostoja...
94=Toista osa "A-B" [pois]|Merkki "A" määritelty|Toista osa "A-B" [päällä]|
95=Yhdistetään uudelleen %s sek. kuluttua
96=Varoitus! Tämä toiminto palauttaa esiasetusten listan oletukseksi!
97=Tallenna soittimen tila suljettaessa
98=Käytä mieluummin Minisoitinta kuin pienentäisit alapalkkiin
99=Esiasetusten muokkain
100=Albumi
101=URL
102=Artisti
103=Otsikko
104=Kommentti
105=Tyylilaji
106=Poista tunniste
107=Päiväys
108=Kappale #
109=Levy #
110=Albumin kansi
111=SoundFonttia ei löytynyt tai se on virheellinen.
112=<ei mitään>
113=Valmis!
114=Kaikki tiedostot ja tilastot poistetaan tietokannasta! Jatka?
115=Kesto
116=Tiedosto|Kansio|Soittolista
117=Toistettu
118=Lisätty
119=Luokittelu
120=Hallitaan soittolistoja
121=Kesto:
122=Sulje
123=Kopioi tiedosto leikepöydälle
125=Luettelot
126=Odota...
127=Toistokerrat
128=Kopioi %s|Siirrä %s
129=Automaattinen täyttö (RMB - mallin valinta)
130=Albumin Artisti
131=Muunnetaan:
132=Nimeä uudelleen
133=Asetukset
134=Pysäytetty
135=Muunna kokoa...
136=Asetukset ovat vaihtuneet. Haluatko tallentaa muutokset?
137=Siirrettävä asema|CD-asema
138=Hyväksy
139=Tietokone sammutetaan %s sek. päästä
140=Julkaisija
141=dB
142=Varoitus! Muut sovellukset eivät voi käyttää tallennettavaa tiedostoa, jos se on AIMP:ssa käytössä
143=Alkukuva: |Ei mitään|Kansiot|Musiikkikirjasto|Soittolista
144=Koodannut
145=Mieli
146=Osa Kokoelmasta
147=Luettelo
148=Sanoittaja
149=Kapellimestari
150=Ikkunat
151=millisekuntia
152=Automaattisesti
153=sekuntia
154=min
155=B|KB|MB|GB
156=Ehdottomat tiedostopolut
157=Lajittele tiedostot soittolistaan lisäämisen jälkeen mallin mukaisesti:
158=Odotetaan lupaa... \nHyväksyisisitkö lupapyynnön selaimessasi. \n\nPeruuta sulkemalla ikkuna.
159=Joukkotila
160=Hakusanalla ei löytynyt kohteita

[Options]
bCancel=Sulje
btnReset=Palauta oletukset
Caption=Ominaisuudet
miResetPage=Palauta asetukset nykyisellä sivulla
miResetProfile=Palauta kaikki asetukset ja käyttäjätiedot
miResetSettings=Palauta kaikki asetukset
wcResetProfile=Tämä toiminto __POISTAA__ kaikki soittolistat, teemat, asetukset, tilastot ja muut sovellustiedot. Oletko varma, että haluat jatkaa?
wcResetSettings=Toiminto palautaa kaikki asetukset oletuksille. Haluatko varmasti jatkaa?

[OptionsFrameAddFiles]
C1=Tiedostoa lisättäessä
C9=Yleinen
C10=Avaa tiedostoja ulkoisessa sovelluksessa
C11=Vedä ja pudota
CB1=Kysy käyttäjää
CB2=Laajenna tiedostoja merkintätiedostolla kun lisätään soittolistaan
CB3=Lisää koko kansio
CB6=Käy soittolista läpi automaattisesti, kun tiedostoja lisätään
CB9=Toista avatut tiedostot heti
CB15=Toista lisätyt tiedostot heti
CB19=Aloita toisto samantien
CB48=Avaa soittolistatiedosott uudessa välilehdessä
CB59=Lajittele tiedostonimen mukaan
L1=Oletustoiminto:
L5=Jos yksi tiedosto on lähetetty:
L7=Kun tiedostoja avataan:

[OptionsFrameAddFiles.CBA]
i[0]=Luo uusi soittolista
i[1]=Lisää nykyiseen soittolistaan
i[2]=Lisää tyhjään soittolistaan "Oletus"

[OptionsFrameAddFiles.RG4]
i[0]=Lisää tiedostoja nykyiseen kohtaan
i[1]=Lisää tiedostoja soittolistan loppuun
i[2]=Lisää tiedostoja soittolistan alkuun
i[3]=Lisää ja sekoita tiedostoja soittolistassa

[OptionsFrameAssoc]
B1=Tiedostotyypit
C1=Tiedostokytkökset
CB1=Äänitiedostot
CB2=Soittolistat
CB3=Teemat

[OptionsFrameConvertor]
C1=Muunnosasetukset
C18=Käyttäytyminen
Caption=Muunnin
CB1=Laajenna tiedostoja CUE:n arkistotiedostolla, kun lisätään taulukkoon
CB4=Näytä tilastot muuntamisen jälkeen
CB6=Toista ääni onnistuneen muuntamisen jälkeen
GB1=Muuntamisen jälkeen
L1=Kierteet:
L2=Kierteiden enimmäismäärä riippuu suorittimien enimmäismäärästä.

[OptionsFrameExtraMeta]
B1=Pyyhi välimuisti
Caption=Muut tiedot
CB1=Tallenna albumin kansikuva tiedostokansioon käyttämällä mallia:
CB2=Etsi internetistä
CB3=Tallenna sanat tiedostokansioon automaattisesti
CB4=Etsi tiedostokansioista
CB5=Etsi tiedostotunnisteista
GB1=Etsi internetistä
GB2=Salli välimuistit
GB3=Etsi tiedostokansioista
GB4=Etsi tiedostotunnisteissa
L2=Maksimikoko lataukselle:
L3=Välimuisti vähentää levyn käyttöä, säästää nettiliikennettä, kiihdyttää albumin kansikuvan etsimistä.
L4=Poista nauhoitus välimuistista, kun on kulunut:
L5=päivää
pctAlbumArts=Albumin kansikuvat
pctLyrics=Sanat
W1=* Sinulla pitää olla liitännäiset asennettuna käyttääksesi tätä ominaisuutta

[OptionsFrameHotkeys]
B10=Oletus
C1=Pikanäppäimet
c[0]=Komennon nimi
c[1]=Paikallinen
c[2]=Globaali 1
c[3]=Globaali 2

[OptionsFrameInterface]
C1=Animaatio
C3=Läpinäkyvyys
Caption=Käyttöliittymä
CB1=Salli pikselittäinen osittainen läpinäkyvyys
CB2=Näytä aaltomuoto toistettavasta tiedostosta hakupalkissa *
CB3=Animoi kiinitettyjä ikkunoita toisessa ikkunassa kun näytetään tai piilotetaan
CB4=Animoi ikkunat kun näytetään tai piilotetaan työpöydän työkalupalkkitilaa
CB5=Näytä spektri toistettavalle tiedostolle 
CB28=Animoi tila vaihtamalla visuaalista ilmaisinta *
CB30=Salli häivytystehoste
CB35=Animoi soittolistavälilehtiä rullatessa *
CB38=Estä läpinäkyvyys jos ikkuna on aktiivinen
CB39=Estä läpinäkyvyys kun ikkuna on kohdistettuna hiirellä
CB42=Pehmennä läpinäkyvyyden vaihtoa
CB52=Kiinnitä ikkunat näytön nurkkiin ja muihin AIMP:n ikkunoihin
CB68=Käytä pehmennystä
CB71=Vaihda ulkoasua joka:
CB75=Jaksollisesti
GB1=Teemat tilastollisille tunnisteille *
GB3=Teemoja "juoksevalle" riville *
GB4=Yötila
GB5=Värikaavio
GB7=Koko ruudun tila
GB10=Ulkoasun vaihtaminen
L1=* Teeman tulisi tukea tätä ominaisuutta
L2=Tekstin koko:
L10=Päivitä joka:
L21=Käynnistä kokoruututilassa
L23=Tulee esiin hitaammin, mutta tulee parempi kuva zoomatessa
pcpGeneral=Yleinen
pcpTemplates=Näkyvyysdata
pcpVisuals=Ulkoasut

[OptionsFrameInterface.cbNightMode]
i[0]=Automaattisesti (Windows 10/11)
i[1]=Estetty
i[2]=Sallittu

[OptionsFrameInterface.rsRun]
i[0]=Siirtyminen: estetty
i[1]=Siirtyminen: vasemmalle
i[2]=Siirtyminen: oikealle

[OptionsFrameInterface.rsShow]
i[0]=Aloitus: estetty
i[1]=Aloitus: vasemmalta
i[2]=Aloitus: oikealta
i[3]=Aloitus: ylhäältä
i[4]=Aloitus: alhaalta

[OptionsFrameLang]
C1=Valitse käytettävä kieli
Caption=Kieli
L0=järjestelmäpaikka
L1=Muunna ei-unicodet rivit
L2=Ensisjaisesti
L3=Lisäksi

[OptionsFrameMLMain]
B1=Tiedostojen seuranta...
C1=Musiikkikirjasto
Caption=Musiikkikirjasto
CB1=Aseta arvostelu
CB2=Aloita toisto
CB3=Toisto on huomioitu
CB4=Näytä luokittelu, jos ei ole käyttäjän tekemää luokittelua
CB5=Synkronoi käyttäjän määrittelemät arvostelut äänitiedoston tunnisteissa
CB6=Näytä aina alakansion tiedot
CB7=Vertaile tyhjiä ryhmittelytasoja, jos mahdollista
GB1=Perus
GB2=Lisää tiedosto tietokantaan kun
GB3=Luokitellaan
GB4=Toistoa arvioidaan, kun pituus on vähintään
L1=Pienin tiedostopituus:
L2=Arvon toisto toistamisen jälkeen:\nmutta enimmillään 4 minuuttia
L3=Luokittelun kesto viimeisten tilastojen perusteella:
L4=päivää
L6=Klikkaa tästä jo valmiit luokittelut tiedostotunnisteisiin

[OptionsFrameNet]
C21=Internet-yhteyden asetukset
Caption=Yhteys
CB1=Käytä suoraa yhteyttä
CB2=Käytä järjestelmän oletuksia
CB3=Syötä käsin välityspalvelimen asetus
L79=Aikakatkaisu:
L98=Salasana:
L106=Serveri:
L107=Portti:
L108=Käyttäjä:

[OptionsFramePlayer]
C19=Selaa taulukkojen kohteita hiiren rullalla
Caption=Soitin
CB21=Pysy päälimmäisenä
G1=Hallinta
GB4=Ohjaa pikanäppäimin
GB5=Ohjaa hiirellä
GB15=Kopioi työpöytämalliin
L12=Normaali rullaus
L13=Muuta nopeutta
L14=Vaihda paikkaa kun painetaan pikanäppäintä ja
L15=Muuta tempoa
L16=Vaihda äänenvoimakkuutta kun painetaan pikanäppäintä ja
L18=Rullaa kun "%s" on painettuna
L33=Keskinäppäimen klikkaus:

[OptionsFramePlayer.MOBox]
i[0]=(ei mitään)
i[1]=Toista/Tauota
i[2]=Lisää tiedostoja

[OptionsFramePlayerBehavior]
C1=Automaattinen
CB1=Palauta toiston tila
CB7=Toista soittolista yhdellä tiedostolla
CB32=Aseta taajuuskorjain automaattisesti kappaleelle
CB33=Palauta toiston tila joka soittolistalla
CB47=Jokaisella soittolistalla on oma toistotila (normaali/sekoita)
CB48=Tallenna soittimen tila kun selataan soittolistaa "seuraava / edellinen-tiedosto" painikkeilla
CB49=Siirry %0:s taaksepäin alussa, jos toisto on pysäytetty enemmän kuin %1:s
CB58=Siirry automaattisesti seuraavaan kappaleeseen
CB59=ja keskeytä toisto
GB1=Perus
GB2=Aloittaessa
GB3=Toistotila
GB4=Soittolistan lopussa
GB5=Poistettaessa tiedostoa
GB6=Tarkenna toistettavaa tiedostoa soittolistalla:
L1=Toistotila:

[OptionsFramePlayerBehavior.RG1]
i[0]=Aloita toisto
i[1]=Palauta tilanne
i[2]=Älä tee mitään
i[3]=Tauota toisto

[OptionsFramePlayerBehavior.RG2]
i[0]=Siirry seuraavaan soittolistaan
i[1]=Toista soittolista uudelleen
i[2]=Siirry valmiustilaan

[OptionsFramePlayerBehavior.RG3]
i[0]=Normaali
i[1]=Toista kappale uudelleen
i[2]=Sekoita

[OptionsFramePlayerBehavior.RG4]
i[0]=Älä tee mitään
i[1]=Pysäytä toisto
i[2]=Siirry seuraavaan kappaleeseen

[OptionsFramePlayerBehavior.RG5]
i[0]=Vain jos soittolista ei ole käytössä
i[1]=Ei koskaan
i[2]=Aina

[OptionsFramePlaylistBehavior]
C6=Käyttäytyminen
Caption=Soittolista
CB1=Poista soittolista, kun välilehti suljetaan
CB2=Lajittele toistaminen määritetyn mallin avulla sen sisällön muuttamiseksi
CB3=Tallenna ehdottomat tiedostopolut (suositeltu)
CB4=Tallenna soittolista "Oletus"
CB8=Kysy soittolistan nimeä luotaessa
CB31=Tallenna jono sovellusta suljettaessa
CB46=Sulje soittolista tuplaklikkaamalla välilehteä
CB56=Kysy vahvistus, kun poistetaan tiedostoja kovalevyltä
CB57=Yksittäisen soittolistan tila
GB1=Tallennetaan
GB2=Perus

[OptionsFramePlaylistView]
bCancel=Peruuta
bOk=Ok
C1=Näkyvyysasetukset
Caption=Kohteiden katselu
CB50=Näytä valittujen tiedostojen tiedot
cbAbsoluteNumeration=Ehdoton numerointi
cbCollapseUnusedGroups=Paina käyttämättömät ryhmät automaattisesti "kasaan"
cbGroupMode=Salli ryhmittely
cbMergeGroups=Yhdistä samanlaiset luettelot automaattisesti
cbShow2ndLine=Näytä toisella rivillä tiedot
cbShowDuration=Näytä pituuden sarake
cbShowExpandBtns=Näytä ryhmän laajentamispainikkeet
cbShowMarks=Näytä luokittelu
cbShowNumbers=Näytä kappaleen numero
cbShowSwitches=Näytä kytkimille sarake
gbFormating=Muotoasetukset
gbGrouping=Ryhmittelyasetukset
gbLayoutSettings=Ulkoasuasetukset

[OptionsFramePlugins]
B1=Käynnistä nyt uudelleen
Caption=Liitännäiset
L1=Joitain ladattuja liitännäisiä ei voida käyttää sovelluksessa
lbURL=Hanki lisää liitännäisiä
N1=Poista
N2=Lataa valitut
N3=Lataa kaikki
N4=Poista valittujen lataus
N5=Poista kaikkien lataus
N6=Poista epätyypilliset

[OptionsFramePlugins.cbFilter]
i[0]=Kaikki
i[1]=Ladattu
i[2]=Lataamattomat
i[3]=Käyttämättömät

[OptionsFrameRadioCap]
C1=Yleisasetukset
C22=Nettiradion tallennus
Caption=Nettiradio
CB2=Ohita kappale, jos samanniminen on jo olemassa
CB65=Nappaa lähetys talteen ilman transkoodausta (Vain MP3 / AAC / AAC+)
CB66=Kirjoita tunnisteet tiedostoon
CB67=Kirjoita CUE-loki
CB68=Puskuroinnin koko taustanauhoitukselle:
CB69=Poista tiedostot, joiden koko on vähemmän kuin:
GB6=Tallennusasetukset
GB9=Pilko tiedostoihin
L1=Yrityksien määrä yhdistää uudelleen, jos yhteys katkeaa tai ei ole käytössä
L2=Käyttäjäagentti
L3=Puskurin koko:
L13=Aika:
L24=Esimerkkitiedostonimi:
L25=Koko:
L85=Tallenna kansioon:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Pilko kappaleisiin
i[1]=Pilko tietyn kokoisiksi
i[2]=Pilko tietyn pituisiksi

[OptionsFrameSkins]
B2=Selaa...
C1=Teemat
lbURL=Hanki lisää teemoja
miDelete=Poista

[OptionsFrameSort]
Caption=Mallit
L1=Käytä "%!" makroja käänteiseen lajitteluun
L2=Lajittelumallit
L3=Ryhmittelymallit

[OptionsFrameSoundOutRemapping]
btnRemove.h=Poista linkki
Caption=Kanavien uusinta
L0=Muokattujen uudelleenkartoituksen esiasetukset
L1=Syöte
L2=Ulostulo
L3=Kanava %d
L4=Valitse mukautettava esiasetus:
N1=Kaikki tekemäsi muutokset lisätään toistettavaan tiedostoon välittömästi, jos muokkausmalli on passeli
N2=Soitin käyttää oletusmallia jos muokattua mallia ei ole esittää

[OptionsFrameSystem]
C1=Järjestelmä
Caption=Järjestelmä
CB2=Näytä parhaillaan toistettavan kappaleen tiedot alapalkissa
CB3=Salli parhaillaan toistettavan tiedoston tietojen rullaus
CB4=Näytä toiston tila
CB5=Näytä soittimen tilan painike alapalkissa
CB6=Näytä soittimen tila värinä edistymispalkissa
CB7=Käytä "määrittämätöntä" tilaa audion suoratoistolle
CB18=Estä näytön sammuminen
CB23=Luo kohde järjestelmän kontekstivalikkoon
CB24=Lisää CD:n/DVD:n automaattisesti toistettavien listaan
CB40=Lisää linkki "Suorita" -valikkoon
CB41=Lisää oletussovellusten listaan
CB60=Toista automaattisesti
GB1=Integrointi
GB2=Näytä painike alapalkissa
L1=Soittimen ikkuna pitäisi olla aktiivinen
L99=Prioriteetti

[OptionsFrameTagEditor]
C1=Käyttäytyminen
Caption=Tunnisteiden muokkaus
CB1=Salli käyttää paikalla olevia merkintöjä tunnistekenttien arvoina

[OptionsFrameTray]
C15=Yleinen
C16=Tiedoston tiedot
C17=Hiiriohjaus
Caption=Alapalkki
CB1=Pienennä alapalkkiin pienentämällä sovellus
CB2=Pienennä alapalkkiin käynnistäessä
CB3=Näytä Minisoitin alapalkissa pienentäessä
CB4=Näytä toiston tila alapalkin kuvakkeessa
CB5=Näytä aina alapalkin kuvake
CB13=Näytä hiirellä kohdistaessa tiedoston tiedot
L30=Yhdellä klikkauksella:
L31=Kahdella klikkauksella:
L32=Keskinapin klikkauksella:
L34=Näyttöaika:

[OptionsFrameTray.TrayCmd]
i[0]=(estetty)
i[1]=Näytä/Piilota pääikkuna
i[2]=Näytä pääikkuna päälimmäisenä
i[3]=Tiedoston tiedot
i[4]=AIMP:n äänenvoimakkuuden säädin
i[5]=Toista/Tauota
i[6]=Lisää ja toista tiedostoja
i[7]=Seuraava kappale
i[8]=Edellinen kappale

[OptionsSoundOutFrame]
C1=Toistoasetukset
Caption=Toisto
CB1=Esilataa seuraava kappale, kun toistetaan nykyistä kappaletta (tarvitsee enemmän muistikapasiteettia)
CB2=Logaritminen äänenvoimakkuuden säätö
CB3=Äänenvoimakkuuden kompensoima äänenvoimakkuuden säätö
L1=Äänen tallennustyyppi:
L2=Laite:
L3=Parametrit:
L4=Välimuistin koko
L5=Valitse kanavat, jota käytetään tallennukseen

[OptionsSoundOutTransformFrame]
B1=DSP:n hallinta
C1=Muunto
CB1=Salli kanavien sekoitus
CB1Hint=Ympäröi emulointi stereo- /monotiedostoille\nÄlykäs muuntaminen monikanavatiedostoille stereossa / monossa
CB2=Leikkaamisen esto
CB2Hint=Estä kohinat ja naarmut jotka kuuluisivat kun signaalin taso loikkaisi yli 0dB:n
CB3=Meteli
CB3Hint=Vaimenna näytteenoton syvyyden pienentävää vääristymää
CB4=Salli järjestelmädekooderien käyttö
GB1=Seurannan musiikki
GB2=Perus
L1=Näytteenoton uudelleen otto
L2=Nopeus
L3=Laatu

[PartRepeatDialog]
B1=Aseta
B2=Poista
Caption=Osatoista "A-B"
L1=Kohta A:
L2=Kohta B:

[PlaylistExportSettings]
btnOK=Ok
C4=Kappalelistauksen tallennusasetukset
Caption=Kappalelistan tallennus
CB54=Tallenna piilotetut soittolistan kohteet
CB55=Tallenna soittolistaluettelot
cbDefault=Muista valintani
L26=Malli:
L27=Kaava:

[PlaylistsManagerDialog]
acImport=Tuo soittolistoja...
acImportDirs=Tuo kansioita...
acRemove=Poista valittu levyltä
btnPreimage=Asetukset
cbReadOnly=Lukitse muutoksilta
cbShuffleMode=Sekoita toistotila
L1=Perus
L2=Omat asetukset
L3=Aktiiviset soittolistat
L4=Passiiviset soittolistat
L5=Esikatsele
lbPreimage=Alkukuva:
lbPreimageNotes=Alkukuva on datalähde nykyiselle soittolistalle (Tämä voi perustua Musiikkikirjastoon, kansioihin jne.) Jos haluat synkronoida alkukuvan kanssa, klikkaa "Lataa tietoja alkukuvasta".\n\n Synkronointi on vain yhdessä kohdassa: Alkukuva -> Soittolista.
lbStorage=Sijainti:

[QTEAlbumArtEditor]
btnCancel=Peruuta
btnOk=Ok
Caption=Albumin kuvituksen muokkain
lbScale=Mittakaava:
lbSizes=Koot:
pnlCrop=Rajaa
pnlScale=Muunna kokoa

[QteCustomFields]
btnCancel=Peruuta
btnOK=Ok
Caption=Tuntemattomat kentät
miCopy=Kopioi
miCopyAsUTF8=Kopioi UTF8:na
miCopyAsUTF16BE=Kopioi UTF16BE:nä
miCopyAsUTF16LE=Kopioi UTF16LE:nä
miDelete=Poista
miExtractAll=Tallenna nimellä
miExtractSelected=Tallenna valittu nimellä...

[QTEExpressions]
btnCancel=Peruuta
btnOK=Ok
Caption=Lausekkeet
lbTitle=Lausekkeen tyyppi, jotta voit esiprosessoida arvon muokattavalle kentälle kaikissa valituissa tiedostoissa
W1=Lausekkeen tulisi alkaa "="

[QTEForm]
acMemoClear.h=Tyhjennä
acMemoLoad.h=Lataa tiedostosta...
acMemoSave.h=Tallenna nimellä...
bCopyTo=Kopioi...
Caption=Tunnisteiden muokkaus
L1=Lataa
L2=Tallenna
L3=Poista valinta, kun haluat poistaa albumin kansikuvan tiedostosta, kun muutoksia tallennetaan
lbCustomFields=Tuntemattomat kentät...
T1=Perus
T2=Sanoitukset
T3=CUE
T4=Tiedot

[QueueDialog]
Caption=Jonon hallinta
CB1=Pysäytä
L1=Kokonaiskesto:

[QueueDialog.ListView]
c[0]=Numero
c[1]=Tiedoston nimi
c[2]=Soittolista
c[3]=Kesto

[SearchForm]
B1=Hakuasetukset
B2=Sulje
Caption=Kehittyneempi haku
CB1=Etsi otsikoista
CB2=Etsi artisteista
CB3=Etsi albumeista
CB4=Etsi tyylilajeista
CB5=Etsi täydellisistä tiedostonimistä
CB6=Automaattinen haku
L1=(Kaikki)
N1=Toista
N6=Etsi soittolistassa

[SearchForm.Table]
c[0]=Otsikko
c[1]=Soittolista
c[2]=Hakemisto jonossa

[Templates]
%Album=- albumi
%AlbumArtist=- albumin artisti
%AlbumGain=- toiston vahvistuksen arvo albumille
%Artist=- artisti
%BitDepth=- bitin syvyys
%Bitrate=- bittinopeus
%BPM=- iskua minuutissa
%Caps2(A)=- Kaikki Sanat Isolla Kirjaimella, poislukien lähteet
%Caps(A)=Kaikki Sanat Isolla Kirjaimella
%Case(..)=- palauttaa ensimmäisen ei-tyhjän "todisteen"
%Catalog=- luettelonimi
%Channels=- kanavat
%Chapter=- nykyinen luku
%Char(A)=- merkit A-koodilla
%CleanTitle(A)=- poistaa A-rivin tiedot suositelluista artisteista
%Comment=- kommentti
%Composer=- säveltäjä
%Conductor=- kapellimestari
%Copyright=- tekijänoikeudet
%Dec(A,B)=- vähennä A:n arvoa B:llä
%Detransliterate(A)=-Translitteroi kyrilliset kirjaimet latinalaisiksi
%DiskNumber=- levynumero
%DiskTotal=- levyjen kokonaismäärä
%Duration=- kappaleen kesto
%EncodedBy=- koodannut
%ExtractFileExt(A)=- tallennetaan laajennus tiedostosta A
%FileCreatedDate=- tiedoston luontipäivämäärä
%FileCreatedDateAndTime=- tiedoston luontipäivämäärä ja -aika
%FileCreatedTime=- tiedoston luontiaika
%FileDir(..)=- kokonaispolku pääkansiolle
%FileFormat=- tiedostomuoto
%FileModifiedDate=- tiedoston muokkauspäivämäärä
%FileModifiedDateAndTime=- tiedoston muokkauspäivämäärä ja -aika
%FileModifiedTime=- tiedoston muokkausaika
%FileName=- tiedoston täydellinen nimi
%FileParentDir(..)=- pääkansion nimi
%FileSize=- tiedoston koko
%Format(A,B)=A on merkkijonon numeerinen arvo, B on arvo
%Genre=- tyylilaji
%IF(A,B,C)== C, jos A on tyhjä, muutoin - B
%IFEqual(A,B,C,D)== C, jos A = B, muutoin - D
%IFGreater(A,B,C,D)== C, jos A > B, muutoin - D
%IFGreaterOrEqual(A,B,C,D)== C, jos A >=B, muutoin -D
%Inc(A,B)=- lisäykset A:n arvoon B:stä
%Index=- sijainti listalla
%ISRC=- ISRC-koodi
%LastPlayDate=- viimeisin toistopäivä
%LastPlayTime=- viimeisin toistoaika
%Length(A)=- A-merkinnän pituus
%Link=- URL
%Low(A)=- pienet kirjaimet
%Lyricist=- sanoittaja
%Lyrics=- sanat
%Mark=- käyttäjän määrittämät luokittelut
%Mood=- mieli
%NewLine=- lisää riviväli
%PlayCount=- toistokerrrat
%PrefixToTail(A)=- siirrä etuliite A merkkijono A:n loppuun
%PrefixTrim(A)=- poista A merkkijono A:sta
%Publisher=- julkaisija
%Random(..)=- satunnaisluku ykkösestä argumentissa.
%Rating=- automaattinen kappaleluokittelu
%RemoveFileExt(A)=- poistaa tiedostotunnisteen A:n tiedostonimestä
%Replace(A,B,C)=, missä A on lähdejono, B on arvo etsimiseen, C on arvo korvaamiseen
%SampleRate=- näyteluokittelu
%StrCopy(A,B,C)=- kopioi merkkejä A:sta B:n kohtaan, C on kopioitavien merkkien määrä
%StrLeft(A,B)=- kopioi ensimmäiset B-merkit A:sta
%StrPos(A,B)=- etsii alimerkkijonoja A:sta ja B:stä
%StrRight(A,B)=- kopioi viimeiset B:n merkit A:sta
%StrTrim(A)=- poistaa alun ja lopun välilyönnit A:sta
%TimeCode=- toistettavan tiedoston sijainti "H:MM:SS.ZZZ"-muodossa
%Title=- otsikko
%Today(..)=- tämänhetkinen päivämäärä ja aika, oletusmuoto on "yyyy.MM.dd hh:mm:ss eli VUOSI.KK.PV h.min.sek"
%TrackGain=- raidan toiston vahvistusarvo
%TrackNumber=- kappaleen numero
%TrackTotal=- kappaleiden kokonaismäärä
%Transliterate(A)=- translitteroi kyrilliset merkit latinalaisiksi merkeiksi
%Up(A)=- ISOT KIRJAIMET
%Value=- nykyinen arvo
%Year=- julkaisuvuosi

[Templates.Categories]
0=Yleinen
1=Tapaus
2=Olot
3=kielimerkinnät
10=Meta
11=Tiedosto
20=Tilastot

[Updater]
B1=Tarkista päivitykset
B2=Asenna
Caption=Päivitysten tarkistus
CB1=Älä muistuta tästä versiosta enempää
L1=Versiosi:
L2=Viimeisin versio:
L3=Manuaalinen päivitysten tarkistus
L4=Uusi versio saatavilla %s
L5=Päivitä
L6=vakaat versiot|testattavat versiot (Beta)|kehittäjäversiot (Alpha)
W1=Varoitus! Valitsemasi versio on todella epävakaa ja sisältää vielä paljon virheitä. Oletko varma ja haluat jatkaa?

